Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: What if the Citizen didn' t send it?
ru: Вдруг письмо от "Гражданина" - подделка?

source: The letter didn' t follow the normal pattern.
ru: Оно отличается от предыдущих.

source: The linguistic scheme was uncharacteristic...... and the DNA said it was a woman!
ru: Лингвистическая характеристика и данные ДНК...... указывают на женщину!

source: Maybe he got his girlfriend to lick the envelope.
ru: Он мог попросить подружку заклеить конверт.

source: I think we have reason to monitor Morningside.
ru: Есть основания начать слежку за Морнингсайд.

source: Why don' t you jump on her dressed like a Bavarian fruitcake?
ru: Сперва прыгни на неё в своём баварском платье.

source: You' re the reason I had to drag myself down here...... and I don' t want to hear anymore!
ru: Я оказался здесь из- за тебя и не желаю выслушивать...... твои бредни!

source: You' re absolutely right, sir.
ru: Вы абсолютно правы, сэр.

source: Not another damn word.
ru: Больше ни слова.

source: But she' s getting fired this year, which she didn' t tell us.
ru: Но в этом году её должны уволить, и она скрыла это.

source: You' re already in enough trouble with the review board.
ru: У тебя появились проблемы с внутренним отделом.

source: Yeah, but when she was in the pageant, the only reason she won was...... because the winner got food poisoning.
ru: Будучи участницей конкурса, она вышла в финал...... вдруг её соперница отравилась.

source: How bizarro is that?
ru: Странно?

source: "Bizarro"?
ru: "Странно"?

source: She threatened me.
ru: Она угрожала мне.

source: According to Mary Jo, she has a history of violence.
ru: А Мэри Джо обвиняет её в насилии.

source: Who is Mary Jo?
ru: Кто такая Мэри Джо?

source: Are you getting your information from a pajama party?
ru: Получаешь информацию по ночам?

source: Would you shut up?
ru: Может, замолчишь?

source: You' re shutting up enough for both of us.
ru: Ты молчишь за нас обоих.

source: Is there any reason to suspect Morningside?
ru: Есть основания подозревать Морнингсайд?

source: No, sir.
ru: Нет, сэр.

source: There.
ru: Всё.

source: I request permission to stay with a small contingent.
ru: Я хочу остаться с небольшой командой.

source: Denied.
ru: Не разрешаю.

source: Then I request permission to stay alone.
ru: Прошу разрешения остаться одна.

source: You know what, I don' t care what you do.
ru: Делай, что хочешь.

source: You want to stay, stay!
ru: Хочешь остаться, оставайся!

source: But as a private citizen.
ru: Но как частное лицо.

source: Turn in your badge and your gun.
ru: Сдай значок и пистолет.

source: Everybody, I suggest we start packing.
ru: Собирайтесь.

source: Don' t look at me like I betrayed you.
ru: Не смотри на меня, как на предателя.

source: Betrayal implies action.
ru: Предатель всегда действует.

source: You stood there.
ru: А ты просто стоял.

source: You got nothing to go on.
ru: У тебя ничего нет.

source: I know everyone thinks I' m a screwup.
ru: Вы считаете, что я мешаю делу.

source: But I feel like I' m in the right place at the right time.
ru: Но впервые я чувствую, что нахожусь там, где надо.

source: I have to protect those girls.
ru: Я должна защитить девушек.

source: It is my job.
ru: Это моя работа.

source: Part of it is following orders.
ru: Которая держится на приказах.

source: The other part is using your brain.
ru: И требует использования мозгов.

source: Throw out the rule book --
ru: Забудь о правилах --

source: I like the book.
ru: Мне нравятся правила.

source: I like knowing what I can and cannot do.
ru: Люблю знать, что я могу, а что нет.

source: You' re not the only one who lives for the job.
ru: Ты не единственная, кто любит свою работу.

source: I want to keep mine for the next 20 or 30 years.
ru: А я хочу сохранить свою ещё лет на 20 или 30.

source: Jesus, Hart.
ru: Господи, Харт.

source: Give it a rest.
ru: Хватит.

source: Sure, give it a rest.
ru: Да, хватит.

source: Don' t do it.
ru: Не делай этого.

source: I can' t believe it!
ru: Я не могу поверить!

source: Hi, Mom.
ru: Привет, мама.

source: Don' t do that!
ru: Никогда так не делай!

source: That slow, creepy thing in the shadows.
ru: Никогда не подкрадывайся.

source: Your father used to do that.
ru: Так делал твой отец.

source: Mom.
ru: Мама.

source: This isn' t gonna work.
ru: Ничего не получится.

source: Why, of course it' s going to work.
ru: Всё получится.

source: The feds caught the Citizen.
ru: Федералы взяли "Гражданина".

source: We have no one to pin it on!
ru: Нам не на кого это повесить!

source: Okay, that was bad luck.
ru: Да, нам не повезло.

source: But what about all these other letters from terrorist groups threatening us?
ru: Нам присылают письма с угрозами.

source: "Women' s Liberation Front."
ru: "Фронт освобождения женщин".

source: "Islamic Jihad." They' re not so nuts about the Swimsuit Competition.
ru: Исламисты протестуют против выступлений в купальниках.

source: Any one of these could have planted a bomb.
ru: Любая из этих групп может подложить бомбу.

source: When did we get those?
ru: Когда мы их получили?

source: I just finished writing them.
ru: Я только что написала их.

source: Just like the Citizen letter.
ru: Как и письмо "Гражданина".

source: You' re a genius.
ru: Ты - гений.

source: I' m just pissed off.
ru: Фрэнк, просто я разозлилась.

source: Nobody fires me and gets away with it.
ru: Меня нельзя уволить.

source: They want a newer, hotter show...... they' re gonna get it.
ru: Они хотят горячего шоу...... они его получат.

source: Mom, you' re a little scary.
ru: Мама, ты пугаешь.

source: And you' re a little bit sloppy.
ru: А ты неряшлив.

source: Tuck your shirt.
ru: Заправь рубашку.

source: I don' t want to tell you again.
ru: Поехали домой, дорогой.

source: Let' s go home, honey.
ru: Мама?

source: - Need a hand, boss?
ru: - Нужна помощь, босс?

source: - I got it.
ru: - Нет.

source: Okay, Vic.
ru: Вик.

source: Beautify me.
ru: Приведите меня в порядок.

source: Hair, makeup, shellac, whatever it is you do.
ru: Волосы, косметика, лак, всё, что нужно.

source: That shiny stuff --
ru: Блестки --

source: Your Agent McDonald insists that I depart, or I won' t be compensated.
ru: Я должен уехать, иначе мне не заплатят.

source: I am completely on my own.
ru: Я не могу остаться одна, попав в десятку.

source: The FBI is gone, it' s not fixed.
ru: Бюро уезжает.

source: I need you!
ru: А вы нужны мне!

source: Not anymore.
ru: Теперь нет.

source: The cocoon is open.
ru: Кокон раскрылся.

source: I' ve taken a woman without a smidgen of estrogen...... and made her a lady.
ru: Я взял женщину без признаков эстрогена...... и сделал из нее леди.

source: - I' ve never been prouder of myself.
ru: - Никогда я так не гордился собой.

source: Or...... of any girl I have ever coached.
ru: Или...... любой другой девушкой.

source: You are truly unique.
ru: Вы воистину уникальны.

source: If I ever had a daughter, I imagine that she would be...... something like you.
ru: Если бы у меня была дочь, я хотел бы, чтобы она была...... похожа на вас.

source: Which is why I never reproduced.
ru: Поэтому у меня и нет дочери.

source: I have a really strong feeling something will happen to these girls.
ru: Думаю, наши девушки в опасности.

source: But I can leave you this.
ru: Это вам.

source: I was saving it for tonight.
ru: Я приберег его для сегодняшнего вечера.

source: It' s your size, I believe.
ru: Размер ваш, я надеюсь.

source: Good luck to you, Gracie Lou.
ru: Желаю удачи, Грейси Лу.

source: It' s been a privilege.
ru: Никаких оскорблений сегодня?

source: No insults today?
ru: Ты - Дон Хо.

source: Has anyone seen Gracie?
ru: Кто видел Грейси?

source: I can' t believe she missed dress rehearsal.
ru: Не могла же она забыть о репетиции.

source: Maybe she couldn' t take the pressure.
ru: Она съела 4 куска.

source: She ate four slices last night.
ru: Это такое напряжение.

source: We all saw her glasses performance.
ru: С её стаканами не попасть в десятку!

source: I overslept my beauty sleep.
ru: Я проспала и не накрасилась.

source: - Do you need help?
ru: - Тебе помочь?

source: - No, I' m fine.
ru: - Нет, спасибо.

source: I wonder which one of these...... is lipstick.
ru: Интересно, где здесь...... помада.

source: Ladies!
ru: Девочки!

source: Good luck, ladies!
ru: Желаю удачи, леди!

source: Looking good, ladies.
ru: Может, пойдешь к своей мамочке?

source: Will you go back to the mothership?
ru: Если ты поедешь со мной, Техас.

source: As long as you go with me, Tex- Ass.
ru: Проходим.

source: Let' s go, Pennsylvania, New Jersey, Texas....
ru: Пенсильвания, Нью- Джерси, Техас....

source: I can' t open the goddamn bottle.
ru: Не могу открыть эту бутылку.

source: Have a good show.
ru: Волнуетесь?

source: You guys excited?
ru: Ты куда?

source: I forgot my breasts.
ru: Сейчас вернусь.

source: Going live.
ru: Приготовились.

source: In five, four, three....
ru: Пять, четыре, три....

source: It' s the 75th Annual Miss United States Pageant...... live from San Antonio, Texas!
ru: Это прямой репортаж с конкурса "Мисс США"...... из Сан- Антонио, Техас!

source: That' s the one I use at home.
ru: Такие же, как у меня.

source: And your host for the evening, Stan Fields!
ru: И ведущий нашего вечера - Стэн Филдс!

source: Good evening, ladies and gentlemen!
ru: Добрый вечер, дамы и господа!

source: And welcome to a night of beauty, talent and poise.
ru: Добро пожаловать на вечер красоты, талантов и грации.

source: I' m not just talking about my cohost...... Kathy Morningside!
ru: Я говорю не только о своей соведущей...... Кэти Морнингсайд!

source: - Hello, Kathy.
ru: - Привет, Кэти.

source: - Stan, you charmer.
ru: - Стэн, ты очарователен.

source: That was incredibly stupid of me.
ru: Ты забыл упомянуть мой "необыкновенный ум".

source: How can I make it up?
ru: Это моя вина.

source: By helping me to announce the Top 10...... chosen based on their performance during the preliminaries this past week.
ru: Помоги мне объявить 10 лучших девушек...... которые были определены на предварительных конкурсах.

source: Here' s the envelope.
ru: Вот конверт.

source: Thank you, Scott.
ru: Спасибо, Скотт.

source: Ladies, hold your breath.
ru: Леди, затаили дыхание.

source: Hawaii!
ru: Гавайи!

source: And we' re following.
ru: Идем за ней.

source: Come in for that reaction.
ru: Реакция.

source: - Go to two.
ru: - Вторая.

source: - Going two.
ru: - Вторая.

source: Alaska!
ru: Аляска!

source: Oh, shit!
ru: О, черт!

source: That was graceful.
ru: Очень грациозно.

source: That must have hurt.
ru: Должно быть, это больно.

source: But she' s up and at it.
ru: Но она сумела подняться.

source: And last but not least, Rhode Island.
ru: И последняя, Род- Айленд.

source: And there they are!
ru: Итак, вот они!

source: This year' s Top 10 finalists.
ru: 10 финалисток конкурса.

source: The Top 10 have been chosen.
ru: Финалистки определены.

source: We' il be right back with tonight' s Swimsuit Competition.
ru: Я проверил Кэти Морнингсайд.

source: I checked out Kathy Morningside.
ru: - Есть что- нибудь?

source: - Anything?
ru: - Даже штрафа за парковку.

source: Model citizen.
ru: Образцовая гражданка.

source: Beauty contestant, pageant director, loving mom.
ru: Участница, директор конкурса, любящая мать.

source: - She' s married?
ru: - Она замужем?

source: One son.
ru: - Вдова.

source: - You know her son?
ru: Один сын.

source: It' s Frank.
ru: - Вы знаете ее сына?

source: - Her assistant?
ru: - Вы тоже.

source: - Asshole Frank?
ru: Это Фрэнк.

source: One and the same.
ru: - Ее ассистент?

source: She never mentioned anything.
ru: - Этот кретин Фрэнк?

source: Anything come up on the CCH?
ru: В одном лице.

source: Nothing on Frank Tobin.
ru: Есть что- нибудь в данных?

source: There wouldn' t be.
ru: И не может быть.

source: His name is Morningside.
ru: Его фамилия Морнингсайд.

source: He changed it to cover his many indiscretions.
ru: Он взял её фамилию, чтобы скрыть свои проделки.

source: I' ve been around this pageant for many years.
ru: Я много лет работаю на этом конкурсе.

source: I could shock you with the intimate details I' m privy to.
ru: И могу поведать о таких подробностях.

source: Good job!
ru: Молодцы!

source: Good job
ru: Отлично.

source: I got you something.
ru: Я принесла тебе кое- что.

source: I couldn' t --
ru: Я не могу --

source: You ate pizza, you stole panties, you' re wild.
ru: Ты ела пиццу, воровала трусики, ты - отчаянная девушка.

source: We worked on this, remember?
ru: Мы говорили об этом, помнишь?

source: You' re gonna be great.
ru: Ты отлично справишься.

source: - Can I see your ticket?
ru: - Ваш билет, пожалуйста.

source: - Federal officer.
ru: - Я - агент ФБР.

source: I' m with him.
ru: Я с ним.

source: Gentlemen, you can' t go in --
ru: Джентльмены, вы не можете --

source: Victor!
ru: Виктор!

source: He' s with me.
ru: Он со мной.

source: I' m not "with him" with him.
ru: Я с ним, но я не "с ним".

source: Come on, muffin.
ru: Идем, котик.

source: Thank you!
ru: Спасибо!

source: She certainly lit my fire.
ru: Она зажгла во мне огонь.

source: Now you can wear Satan' s panties!
ru: Теперь ты можешь носить трусики Сатаны!

source: - Hey, Hart.
ru: - Привет, Харт.

source: - What are you doing here?
ru: - Что ты здесь делаешь?

source: I think you might have been right.
ru: Возможно, ты права.

source: Frank is Kathy Morningside' s son.
ru: Фрэнк - сын Морнингсайд.

source: Disgusting, perverted Frank?
ru: Мерзкий извращенец Фрэнк?

source: He cleared under another name.
ru: Он сменил имя.

source: I ran a new CCH.
ru: На него есть данные.

source: DUl, assault, even a weapons charge.
ru: Наши здесь?

source: McDonald didn' t want to hear about it.
ru: МакДональд запретил.

source: It' s just us.
ru: Только я.

source: Good show, Mr. Tobin.
ru: Отличное шоу, мистер Тобин.

source: You' re up next, New Jersey.
ru: Ты - следующая, Нью- Джерси.

source: I gotta get my glasses.
ru: Мне надо взять бокалы.

source: You' re drinking my talent!
ru: Вы пропиваете мой талант!

source: You got to make it into the Top Five!
ru: Ты должна попасть в пятерку!

source: - Can you whistle?
ru: - Вы умеете свистеть?

source: - No!
ru: - Нет!

source: - Make hand puppets?
ru: - Работать с куклами?

source: I had a girl who rearranged furniture.
ru: У меня была девушка по мебели.

source: That and a right hook.
ru: Вы говорили, что у меня есть лишь сарказм и пистолет.

source: And now, the musical stylings of Gracie Lou Freebush.
ru: И хороший удар.

source: The program says I' m supposed to play the water glasses for you...... but the girls got dehydrated.
ru: А сейчас музыкальная композиция Грейси Лу Фрибуш.

source: No water glasses?
ru: Добрый вечер.

source: You want me to go to a commercial?
ru: Бокалов с водой не будет?

source: Go with it.
ru: Даем рекламу?

source: I believe that no woman should be without a basic knowledge of self- defense.
ru: Любая женщина должна знать основы самообороны.

source: So in order to show you this, I' m gonna need a little help.
ru: Но чтобы показать их, мне понадобится помощь.

source: More changes?
ru: Я прошу выйти сюда своего ассистента - Эрика Боба.

source: Follow her.
ru: Еще изменения?

source: Stay on her. - - how to inflict damage with the least amount of force.
ru: Остаемся с ней. -- как отразить нападение, используя минимум силы.

source: In some cases, your attacker might come at you in a frontal assault.
ru: Иногда нападающий подходит спереди.

source: Use the heel of your hand and thrust.
ru: Бейте тыльной стороной ладони.

source: This will cause the nose to break and your assailant' s eyes to tear...... giving you a chance to get away.
ru: Сломанный нос и слезы в глазах нападавшего...... помогут вам скрыться.

source: Let' s say your assailant comes at you from behind.
ru: Иногда нападающий подходит сзади.

source: Attack me!
ru: Нападай!

source: Little Eric looks a little scared.
ru: Малыш Эрик, похоже, напуган.

source: Maybe he needs a little applause.
ru: Надо его подбодрить.

source: She' s kicking his ass!
ru: Она дала ему под зад!

source: You were the best queen ever.
ru: Ты была лучшей королевой красоты.

source: Thank you, that is so sweet.
ru: Спасибо, вы так добры.

source: Ladies, give Lori some room to breathe.
ru: Девушки, дайте Лори немного пространства.

source: Go on, now.
ru: Идите.

source: You need some powder.
ru: Вам надо припудриться.

source: You don' t have to hold the crown all night.
ru: Не тискайте корону в руках.

source: My God, that is disgraceful.
ru: О, Боже, какой ужас.

source: Take this to the prop master.
ru: Отнеси ее ювелиру.

source: See if you can' t get it to shine.
ru: Она должна заблестеть.

source: If all else fails, go for the four sensitive areas of the body.
ru: Запомните, на теле есть 4 чувствительные точки.

source: But just remember to "sing."
ru: Запомните четыре буквы.

source: S- I- N- G.
ru: С- П- Н- П.

source: Solar plexus, Instep...... Nose, Groin!
ru: Солнечное сплетение, подъем...... нос, пах.

source: Sing.
ru: Песня.

source: Cue Stan.
ru: Даем Стэна.

source: Welcome to the Garden State!
ru: Пожалуйте в штат Садов!

source: When we return, we' il find out who those lucky Final Five are.
ru: После рекламы мы узнаем о нашей пятерке!

source: Let' s go find Frank.
ru: Надо найти Фрэнка.

source: Take left.
ru: Ты слева.

source: I' il take this side.
ru: Я осмотрю эту сторону.

source: Evening gown, now.
ru: Теперь - вечернее платье.

source: In one moment, five of you...... will be one step closer to the crown.
ru: Через минуту 5 из вас...... приблизятся к короне на один шаг.

source: And one of those five...... is...... California!
ru: И одна из этих пяти...... это...... Калифорния!

source: Leslie Williams is a music major.
ru: Лесли Уильямс занимается музыкой.

source: She believes in the healing power of music.
ru: Она верит в исцеляющую силу музыки.

source: Loves opera, reggae...... and, like any true California girl, the Beach Boys.
ru: Любит оперу, рэгги...... и, как истинная калифорнийка, "Бич Бойз".

source: Cheryl Frasier is a science major.
ru: Шерил Фрэйзер занимается наукой.

source: Her field is...... nuclear fission with a minor in elementary particles.
ru: Область ее исследований...... расщепление атомного ядра в элементарных частицах.

source: Nebraska!
ru: Небраска!

source: For Kelly Beth Kelly, all the world is a stage.
ru: Для Бет Келли мир - это сцена.

source: A theater major...... she helps run a drama program for underprivileged children.
ru: Она увлекается театром и создает...... проекты для детей из неблагополучных семей.

source: Gracie Lou Freebush hopes to become a pediatrician.
ru: Грейси Лу Фрибуш надеется стать педиатром.

source: Gracie, it' s you.
ru: Грейси, это ты.

source: Her hobbies include figure skating, water ballet...... and taking long, luxurious bubble baths.
ru: Она увлекается фигурным катанием, синхронным плаванием...... и любит полежать в джакузи.

source: You go, Gracie Lou.
ru: Молодец, Грейси Лу.

source: And our fifth finalist:
ru: И наша пятая финалистка:

source: Mary Jo Wright is a psychology major.
ru: Мэри Джо Райт - психолог.

source: In her spare time, she works in a homeless shelter...... and eats Mexican food.
ru: В свободное время она работает с бездомными...... и ест мексиканскую пищу.

source: Thank you, ladies.
ru: Спасибо, леди.

source: You were magnificent.
ru: Вы были великолепны.

source: I want all the lesbians to know...... if I can make it to the Top 10, so can you!
ru: Я хочу, чтобы лесбиянки знали...... если я смогла попасть в десятку, и вы сможете!

source: Yo!
ru: Встретимся в Бруклине!

source: Get her off of there!
ru: Уберите ее оттуда!

source: Go to Stan!
ru: Переходим на Стэна!

source: Tina, I love you, baby!
ru: Тина, я люблю тебя!

source: I love you, Karen!
ru: Я люблю тебя, Карен!

source: And we' il be right back with our final five lesbians.
ru: После рекламы вернемся к финалисткам- лесбиянкам.

source: Bumper.
ru: Даем рекламу.

source: Can we say "lesbians"?
ru: Слово "лесбиянки" разрешено?

source: You got a problem with that?
ru: У тебя есть проблемы с этим?

source: In a way, America is like a big ship.
ru: Америка - это большой корабль.

source: When we work together and respect each other...... that' s when the ship gets safely home.
ru: Совместный труд и уважение...... приведёт корабль к дому.

source: Terrific answer.
ru: Потрясающий ответ.

source: New Jersey.
ru: Нью- Джерси.

source: As you may know, there are many who consider...... the Miss United States pageant to be outdated and antifeminist.
ru: Как вы знаете, многие полагают, что наш...... конкурс унижает достоинство женщин.

source: What would you say to them?
ru: Что вы могли бы сказать им?

source: I would have to say, I used to be one of them.
ru: Когда- то я была одной из них.

source: And then I came here...... and I realized that...... these women are smart, terrific people...... who are just trying to make a difference in the world.
ru: А потом я приехала сюда...... и поняла, что...... эти женщины умны, замечательны...... и пытаются изменить мир.

source: We' ve become really good friends.
ru: Мы стали хорошими друзьями.

source: I know we all secretly hope the other one will trip and fall on her face --
ru: Каждая ждёт, что другая упадёт лицом на пол --

source: I' ve already done that!
ru: Я уже падала!

source: For me, this experience has been one of the most rewarding...... and liberating experiences of my life.
ru: Это самый удивительный опыт в моей жизни...... который помог мне обрести свободу.

source: My God.
ru: О, Боже.

source: I did it.
ru: Я это сделал.

source: And if anyone...... anyone...... tries to hurt one of my new friends...... I would take them out.
ru: И если кто- нибудь...... кто угодно...... попытается навредить моим новым друзьям...... я остановлю их.

source: I would make them suffer so much, they' d wish they were never born.
ru: Они пожалеют о том, что появились на этом свете.

source: And if they ran, I would hunt them down.
ru: Я буду ловить их, пока не поймаю.

source: Thank you, Kathy.
ru: Спасибо, Кэти.

source: A brief, shining moment, and then that mouth.
ru: Короткий миг торжества и такие слова.

source: Helps if you pull it out.
ru: Лучше их вынуть.

source: Good luck, ladies.
ru: Удачи, девушки.

source: I wanted to rub the crown for luck.
ru: Я хотела потереть корону на счастье.

source: Frank took it to get it polished.
ru: Фрэнк хотел отполировать её.

source: I' il have it by the time they announce the winner.
ru: Пока корона победительницы будет у меня.

source: My God!
ru: Господи!

source: It' s the crown!
ru: Это корона!

source: You can taste it now --
ru: И вы уже можете ее почувствовать --

source: No, no, no!
ru: Нет, нет, нет!

source: Not the -- This in the --
ru: Я не -- Это --

source: Wear the crown.
ru: Представьте на себе корону.

source: Be the crown.
ru: Станьте ей.

source: You are the crown.
ru: И она будет вашей.

source: And now, the moment of truth and beauty.
ru: Итак, наступает момент истины и красоты.

source: The envelope, please.
ru: Конверт, пожалуйста.

source: A lot of tension.
ru: Минуту терпения.

source: The fourth runner- up is...... California!
ru: Четвертое место...... Калифорния!

source: The third runner- up is...... Nebraska!
ru: Третье место...... Небраска!

source: - Am I in danger here?
ru: - Нам грозит опасность?

source: - Wait here.
ru: - Ждите здесь.

source: The second runner- up is Texas!
ru: Второе место - Техас!

source: Drop it!
ru: Брось оружие!

source: The moment.
ru: Момент торжества.

source: One of these two ladies will wear the crown.
ru: На одну из этих девушек наденут корону.

source: I' m gonna reach for my badge slow.
ru: Я достану свой значок.
